<!DOCTYPE HTML>
<html>
<head>
  <meta charset="utf-8">
  
  <title>我想起你 | 慌不要慌</title>
  <meta name="author" content="慌不要慌">
  
  <meta name="description" content="慌不要慌的个人博客 | 慌不要慌&#39;s blog">
  
  
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

  <meta property="og:title" content="我想起你"/>
  <meta property="og:site_name" content="慌不要慌"/>

  
    <meta property="og:image" content="undefined"/>
  

  <link href="/favicon.ico" rel="icon">
  <link rel="alternate" href="/atom.xml" title="慌不要慌" type="application/atom+xml">
  <link rel="stylesheet" href="/css/style.css" media="screen" type="text/css">
  <!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
  


  <!-- baidu sitemap -->
  <meta name="baidu-site-verification" content="j0WhOpjCbB" />
</head>


<body>
  <header id="header" class="inner"><div class="alignleft">
  <h1><a href="/">慌不要慌</a></h1>
  <h2><a href="/">不迁怒，不贰过。</a></h2>
</div>
<nav id="main-nav" class="alignright">
  <ul>
    
      <li><a href="/">Home</a></li>
    
      <li><a href="/archives">Archives</a></li>
    
      <li><a href="/about">About</a></li>
    
      <li><a href="/atom.xml">Rss</a></li>
    
      <!-- <li><a href="https://github.com/danke77">Github</a></li> -->
  </ul>
  <div class="clearfix"></div>
</nav>
<div class="clearfix"></div>
</header>
  <div id="content" class="inner">
    <div id="main-col" class="alignleft"><div id="wrapper"><article class="post">
  
  <div class="post-content">
    <header>
      
        <div class="icon"></div>
        <time datetime="2016-08-28T11:53:17.000Z"><a href="/2016/08/28/77/">2016年08月28日</a></time>
      
      
  
    <h1 class="title">我想起你</h1>
  

    </header>
    <div class="entry">
      
        <p><img src="/2016/08/28/77/77.png" alt="77"></p>
<p>&#x60F3;&#x8D77;&#x6709;&#x5929;&#x665A;&#x4E0A;&#x4F60;&#x5F88;&#x5F00;&#x5FC3;&#xFF0C;&#x4E0B;&#x73ED;&#x8D70;&#x8DEF;&#x56DE;&#x5BB6;&#xFF0C;&#x8DEF;&#x4E0A;&#x8DDF;&#x6211;&#x53D1;&#x8BED;&#x97F3;&#x611F;&#x89C9;&#x90FD;&#x5FEB;&#x98DE;&#x8D77;&#x6765;&#x4E86;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x4F60;&#x5728;&#x5BB6;&#x7761;&#x89C9;&#x5173;&#x706F;&#x7684;&#x65F6;&#x5019;&#x4E0D;&#x5C0F;&#x5FC3;&#x6454;&#x5012;&#x78D5;&#x5230;&#x5934;&#xFF0C;&#x6211;&#x8FDE;&#x5FD9;&#x6253;&#x7535;&#x8BDD;&#x8FC7;&#x53BB;&#x5B89;&#x6170;&#xFF0C;&#x8BF4;&#x60F3;&#x6478;&#x6478;&#x4F60;&#x7684;&#x5934;&#x770B;&#x6709;&#x6CA1;&#x6709;&#x6454;&#x574F;&#xFF0C;&#x8BF4;&#x4EE5;&#x540E;&#x706F;&#x90FD;&#x7531;&#x6211;&#x6765;&#x5173;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x7B2C;&#x4E00;&#x6B21;&#x89C1;&#x9762;&#xFF0C;&#x6211;&#x8BF4;&#x5728;&#x5730;&#x94C1;&#x91CC;&#x9762;&#x7B49;&#x4F60;&#xFF0C;&#x4E0D;&#x662F;&#x5730;&#x94C1;&#x53E3;&#xFF0C;&#x4F60;&#x51FA;&#x4E86;&#x5730;&#x94C1;&#xFF0C;&#x8F6C;&#x5934;&#x5C31;&#x770B;&#x5230;&#x4E86;&#x6211;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x7B2C;&#x4E00;&#x6B21;&#x901B;&#x897F;&#x6E56;&#xFF0C;&#x8D70;&#x4E86;&#x534A;&#x4E2A;&#x591A;&#x897F;&#x6E56;&#xFF0C;2W&#x591A;&#x6B65;&#xFF0C;&#x8BF4;&#x4E86;&#x4E00;&#x8DEF;&#xFF0C;&#x7B11;&#x4E86;&#x4E00;&#x8DEF;&#xFF0C;&#x5374;&#x4E00;&#x70B9;&#x4E5F;&#x4E0D;&#x611F;&#x89C9;&#x7D2F;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x7B2C;&#x4E00;&#x6B21;&#x770B;&#x7535;&#x5F71;&#xFF0C;&#x4E00;&#x8D77;&#x4ECE;&#x897F;&#x6E56;&#x5750;&#x516C;&#x4EA4;&#x53BB;&#x7535;&#x5F71;&#x9662;&#xFF0C;&#x521A;&#x597D;&#x8D76;&#x4E0A;&#xFF0C;&#x4EA4;&#x6D41;&#x7684;&#x65F6;&#x5019;&#x4F1A;&#x6545;&#x610F;&#x9760;&#x7684;&#x5F88;&#x8FD1;&#xFF0C;&#x8FD8;&#x4F1A;&#x5077;&#x5077;&#x770B;&#x4F60;&#xFF08;&#x6211;&#xFF09;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x7B2C;&#x4E00;&#x6B21;&#x4E00;&#x8D77;&#x5403;&#x996D;&#xFF0C;&#x77E5;&#x9053;&#x4F60;&#x7231;&#x5403;&#x8089;&#xFF0C;&#x70B9;&#x4E86;&#x597D;&#x591A;&#x8089;&#xFF0C;&#x6211;&#x8BF4;&#x662F;&#x4E0D;&#x662F;&#x6709; wifi &#x548C;&#x8089;&#x5C31;&#x53EF;&#x4EE5;&#x628A;&#x4F60;&#x9A97;&#x8D70;&#x5440;&#xFF0C;&#x4F60;&#x4E00;&#x8FB9;&#x5543;&#x7740;&#x9E2D;&#x817F;&#x4E00;&#x8FB9;&#x8BF4;&#x5BF9;&#x5440;&#x5BF9;&#x5440;&#xFF0C;&#x6700;&#x540E;&#x5403;&#x4E0D;&#x4E0B;&#x4E86;&#xFF0C;&#x4F60;&#x8FD8;&#x6253;&#x5305;&#x4E86;&#x70E4;&#x9E2D;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x7B2C;&#x4E00;&#x6B21;&#x7EA6;&#x4F1A;&#x7ED3;&#x675F;&#xFF0C;&#x6211;&#x6545;&#x610F;&#x8D70;&#x9519;&#x8DEF;&#xFF0C;&#x7ED5;&#x7740;&#x7535;&#x5F71;&#x9662;&#x8D70;&#x4E86;&#x597D;&#x51E0;&#x5708;&#xFF0C;&#x4F60;&#x8BF4;&#x6211;&#x4EEC;&#x662F;&#x4E0D;&#x662F;&#x5728;&#x7ED5;&#x5708;&#x5440;&#xFF0C;&#x6211;&#x8BF4;&#x662F;&#x5440;&#x5C31;&#x662F;&#x60F3;&#x8DDF;&#x4F60;&#x591A;&#x8D70;&#x4E00;&#x4F1A;&#x513F;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x7B2C;&#x4E8C;&#x6B21;&#x7EA6;&#x4F1A;&#x4F60;&#x521A;&#x597D;&#x6765;&#x5927;&#x59E8;&#x5988;&#xFF0C;&#x5374;&#x8FD8;&#x662F;&#x4ECE;&#x6EE8;&#x6C5F;&#x6765;&#x5230;&#x5E02;&#x533A;&#x8DDF;&#x6211;&#x4E00;&#x8D77;&#x770B;&#x7535;&#x5F71;&#x4E00;&#x8D77;&#x5403;&#x996D;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x6709;&#x6B21;&#x5728;&#x80AF;&#x5FB7;&#x57FA;&#x4E70;&#x4E86;&#x5976;&#x8336;&#xFF0C;&#x4F60;&#x6015;&#x70EB;&#xFF0C;&#x6211;&#x8981;&#x4E86;&#x51B0;&#x5757;&#x5012;&#x8FDB;&#x5976;&#x8336;&#x91CC;&#xFF0C;&#x4F60;&#x5E2E;&#x6211;&#x64E6;&#x6E85;&#x5230;&#x624B;&#x4E0A;&#x7684;&#x5976;&#x8336;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x9001;&#x4F60;&#x5230;&#x5730;&#x94C1;&#x7AD9;&#x4E70;&#x7968;&#xFF0C;&#x6211;&#x8BF4;&#x516C;&#x4EA4;&#x5361;&#x53EF;&#x4EE5;&#x628A;&#x516C;&#x5171;&#x81EA;&#x884C;&#x8F66;&#x7684;&#x94B1;&#x53D6;&#x51FA;&#x6765;&#xFF0C;&#x4F60;&#x660E;&#x77E5;&#x4F60;&#x6CA1;&#x5E26;&#x5361;&#xFF0C;&#x5374;&#x8FD8;&#x662F;&#x8DDF;&#x6211;&#x5F80;&#x56DE;&#x8D70;&#x5230;&#x81EA;&#x884C;&#x8F66;&#x505C;&#x9760;&#x70B9;&#xFF0C;&#x7136;&#x540E;&#x8BF4;&#x4F60;&#x5FD8;&#x5E26;&#x5361;&#x4E86;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x90A3;&#x5929;&#x5468;&#x4E94;&#x665A;&#x4E0A;&#x8DDF;&#x4F60;&#x8D70;&#x4E86;&#x597D;&#x8FDC;&#x7684;&#x8DEF;&#xFF0C;&#x9001;&#x8D70;&#x4E86;&#x4F60;&#x7684;&#x670B;&#x53CB;&#xFF0C;&#x6211;&#x4EEC;&#x7EE7;&#x7EED;&#x8D70;&#x5230;&#x5F88;&#x665A;&#xFF0C;&#x4F60;&#x8BF4;&#x4F60;&#x5934;&#x53D1;&#x6CB9;&#x8981;&#x6BCF;&#x5929;&#x6D17;&#xFF0C;&#x6211;&#x8D81;&#x673A;&#x6478;&#x4E86;&#x6478;&#x4F60;&#x7684;&#x5934;&#x53D1;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x4F60;&#x6765;&#x5E02;&#x533A;&#x529E;&#x5B8C;&#x4E8B;&#x7136;&#x540E;&#x6765;&#x9ED8;&#x9ED8;&#x770B;&#x6211;&#x6253;&#x7FBD;&#x6BDB;&#x7403;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x90A3;&#x665A;&#x7761;&#x524D;&#x6211;&#x4EEC;&#x6253;&#x4E86;&#x4E00;&#x4E2A;&#x591A;&#x5C0F;&#x65F6;&#x7535;&#x8BDD;&#xFF0C;&#x4F60;&#x8BF4;&#x6211;&#x542C;&#xFF0C;&#x540E;&#x6765;&#x6211;&#x8BF4;&#x60F3;&#x4F60;&#x4E86;&#xFF0C;&#x4F60;&#x8BF4;&#x4F60;&#x559C;&#x6B22;&#x5168;&#x667A;&#x8D24;&#xFF0C;&#x4E8E;&#x662F;&#x6765;&#x6211;&#x5BB6;&#x4E00;&#x8D77;&#x770B;&#x300A;&#x96CF;&#x83CA;&#x300B;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x6211;&#x4EEC;&#x4E24;&#x4E2A;&#x4EBA;&#x7684;&#x5934;&#x50CF;&#x5728;&#x5FAE;&#x4FE1;&#x5B9E;&#x65F6;&#x4F4D;&#x7F6E;&#x91CC;&#x8D8A;&#x6765;&#x8D8A;&#x8FD1;&#xFF0C;&#x4F60;&#x8BF4;&#x4F60;&#x60F3;&#x8D77;&#x4E86;&#x4E00;&#x90E8;&#x7535;&#x5F71;&#x53EB;&#x4F0A;&#x4E3D;&#x838E;&#x767D;&#x9547;&#xFF0C;&#x7537;&#x5973;&#x4E3B;&#x4EBA;&#x516C;&#x534A;&#x591C;&#x6253;&#x7535;&#x8BDD;&#x7EA6;&#x597D;&#x89C1;&#x9762;&#xFF0C;&#x7136;&#x540E;&#x4E00;&#x8D77;&#x5F00;&#x8F66;&#x5728;&#x4E00;&#x6761;&#x9A6C;&#x8DEF;&#x4E0A;&#x5F80;&#x4E2D;&#x95F4;&#x884C;&#x9A76;&#xFF0C;&#x6700;&#x540E;&#x76F8;&#x9047;&#xFF0C;&#x4F9D;&#x9760;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x770B;&#x65E5;&#x51FA;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x534A;&#x591C;&#x6536;&#x62FE;&#x597D;&#x5C4B;&#x5B50;&#x7136;&#x540E;&#x4E0B;&#x697C;&#x8FCE;&#x63A5;&#x4F60;&#xFF0C;&#x4F60;&#x8BF4;&#x4F60;&#x4EE5;&#x4E3A;&#x6211;&#x4F1A;&#x7275;&#x4F60;&#x7684;&#x624B;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x4F60;&#x5934;&#x53D1;&#x75D2;&#x53BB;&#x6293;&#xFF0C;&#x6211;&#x4E00;&#x628A;&#x6293;&#x4F4F;&#x4F60;&#x8BF4;&#x4F1A;&#x6293;&#x7834;&#x5934;&#x76AE;&#xFF0C;&#x7136;&#x540E;&#x6162;&#x6162;&#x7ED9;&#x4F60;&#x63C9;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x6211;&#x8BF4;&#x4F60;&#x9760;&#x7740;&#x5E8A;&#x5934;&#x662F;&#x4E0D;&#x662F;&#x4E0D;&#x8212;&#x670D;&#xFF0C;&#x4F60;&#x8BF4;&#x662F;&#x7684;&#xFF0C;&#x7136;&#x540E;&#x6211;&#x628A;&#x4F60;&#x62C9;&#x5230;&#x6000;&#x91CC;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x4F60;&#x7A7F;&#x7740;&#x6211;&#x559C;&#x6B22;&#x7684;&#x9AD8;&#x8DDF;&#x978B;&#x8DDF;&#x6211;&#x4E00;&#x822C;&#x9AD8;&#xFF0C;&#x6211;&#x8BF4;&#x90FD;&#x8D85;&#x8FC7;&#x6211;&#x4E86;&#xFF0C;&#x540E;&#x6765;&#x4F60;&#x548C;&#x6211;&#x5728;&#x4E00;&#x8D77;&#x51E0;&#x4E4E;&#x4E0D;&#x7A7F;&#x9AD8;&#x8DDF;&#x978B;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x6709;&#x6B21;&#x65E9;&#x4E0A;&#x4F60;&#x6293;&#x5934;&#x53D1;&#x628A;&#x6211;&#x5435;&#x9192;&#x4E86;&#xFF0C;&#x6211;&#x4E0B;&#x610F;&#x8BC6;&#x7684;&#x6293;&#x4F4F;&#x4F60;&#x7684;&#x624B;&#xFF0C;&#x8F7B;&#x8F7B;&#x7ED9;&#x4F60;&#x63C9;&#x54C4;&#x4F60;&#x7761;&#x89C9;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x6211;&#x4EEC;&#x4E00;&#x8D77;&#x6324;&#x516C;&#x4EA4;&#xFF0C;&#x6211;&#x4EEC;&#x624B;&#x62C9;&#x624B;&#x540C;&#x65F6;&#x770B;&#x7740;&#x8F66;&#x7A97;&#x91CC;&#x7684;&#x5BF9;&#x65B9;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x6211;&#x53BB;&#x6EE8;&#x6C5F;&#x627E;&#x4F60;&#x73A9;&#xFF0C;&#x9001;&#x6211;&#x5230;&#x5730;&#x94C1;&#x7AD9;&#x65F6;&#x6211;&#x7D27;&#x7D27;&#x5730;&#x62B1;&#x7740;&#x4F60;&#xFF0C;&#x7136;&#x540E;&#x4F60;&#x8DDF;&#x6211;&#x56DE;&#x4E86;&#x5BB6;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x5DE5;&#x4F5C;&#x65E5;&#x65F6;&#x4F60;&#x4F1A;&#x4ECE;&#x6EE8;&#x6C5F;&#x8D76;&#x6765;&#x8DDF;&#x6211;&#x5403;&#x4E2A;&#x665A;&#x996D;&#x7136;&#x540E;&#x4E00;&#x8D77;&#x6563;&#x6B65;&#x4F60;&#x518D;&#x56DE;&#x6EE8;&#x6C5F;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x6211;&#x4EEC;&#x4E00;&#x8D77;&#x5750;&#x8F66;&#x5230;&#x897F;&#x6E56;&#x6587;&#x5316;&#x5E7F;&#x573A;&#xFF0C;&#x7136;&#x540E;&#x6211;&#x6293;&#x7D27;&#x4F60;&#x7684;&#x624B;&#x4E00;&#x8D77;&#x8FC7;&#x5929;&#x6865;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x4F60;&#x65B0;&#x4E70;&#x7684;&#x978B;&#x5B50;&#x78E8;&#x7834;&#x4E86;&#x811A;&#xFF0C;&#x6211;&#x5E26;&#x4F60;&#x56DE;&#x5BB6;&#x7ED9;&#x4F60;&#x8D34;&#x521B;&#x53EF;&#x8D34;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x4F60;&#x5FC3;&#x60C5;&#x4E0D;&#x597D;&#x7684;&#x65F6;&#x5019;&#x6BCF;&#x5929;&#x4E0B;&#x73ED;&#x6765;&#x770B;&#x6211;&#xFF0C;&#x8BF4;&#x770B;&#x770B;&#x6211;&#x5C31;&#x597D;&#x4E86;&#xFF0C;&#x6700;&#x957F;&#x7684;&#x4E00;&#x6B21;&#x5728;&#x6211;&#x5BB6;&#x4F4F;&#x4E86;&#x534A;&#x4E2A;&#x6708;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x6211;&#x4EEC;&#x5728;&#x5357;&#x4EAC;&#x7A81;&#x7136;&#x964D;&#x6E29;&#xFF0C;&#x51BB;&#x4E2A;&#x534A;&#x6B7B;&#x8D70;&#x4E86;&#x597D;&#x591A;&#x8DEF;&#xFF0C;&#x5374;&#x4F9D;&#x7136;&#x5F88;&#x5F00;&#x5FC3;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x90A3;&#x6B21;&#x5435;&#x67B6;&#x540E;&#x6211;&#x53BB;&#x5730;&#x94C1;&#x7AD9;&#x7B49;&#x4F60;&#x4E00;&#x8D77;&#x53BB;&#x770B;&#x7535;&#x5F71;&#xFF0C;&#x4F60;&#x770B;&#x5230;&#x6211;&#x5DEE;&#x70B9;&#x54ED;&#x4E86;&#xFF0C;&#x8BF4;&#x6015;&#x518D;&#x4E5F;&#x89C1;&#x4E0D;&#x5230;&#x6211;&#x4E86;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x5237;&#x7259;&#x7684;&#x65F6;&#x5019;&#x4F60;&#xFF08;&#x6211;&#xFF09;&#x4ECE;&#x80CC;&#x540E;&#x62B1;&#x7740;&#x6211;&#xFF08;&#x4F60;&#xFF09;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x6211;&#x4EEC;&#x4F1A;&#x4E00;&#x8D77;&#x9F13;&#x7740;&#x8138;&#x7136;&#x540E;&#x78B0;&#x5728;&#x4E00;&#x8D77;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x5723;&#x8BDE;&#x8282;&#x4F60;&#x63D0;&#x7740;&#x86CB;&#x7CD5;&#x5750;&#x516C;&#x4EA4;&#x8F66;&#x4E00;&#x8DEF;&#x98A0;&#x7C38;&#x8FC7;&#x6765;&#xFF0C;&#x6211;&#x5374;&#x56E0;&#x4E3A;&#x8981;&#x53D1;&#x5E03;&#x800C;&#x8BA9;&#x4F60;&#x7B49;&#x6211;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x7761;&#x89C9;&#x7684;&#x65F6;&#x5019;&#x4F60;&#xFF08;&#x6211;&#xFF09;&#x4ECE;&#x80CC;&#x540E;&#x62B1;&#x6211;&#xFF08;&#x4F60;&#xFF09;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x8FC7;&#x5E74;&#x56DE;&#x5BB6;&#x5728;&#x8F66;&#x7AD9;&#x5206;&#x522B;&#x7684;&#x65F6;&#x5019;&#x4F60;&#x5F88;&#x4E0D;&#x820D;&#xFF0C;&#x5728;&#x6C38;&#x548C;&#x5403;&#x5B8C;&#x65E9;&#x996D;&#x4F60;&#x8BA9;&#x6211;&#x5148;&#x8D70;&#xFF0C;&#x6211;&#x77E5;&#x9053;&#x6211;&#x8D70;&#x540E;&#x4F60;&#x54ED;&#x4E86;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x4F60;&#x8FC7;&#x5E74;&#x5728;&#x4E09;&#x4E9A;&#x7528;&#x6D41;&#x91CF;&#x548C;&#x6211;&#x8BED;&#x97F3;&#xFF0C;&#x8BF4;&#x4E86;&#x4E00;&#x4E2A;&#x591A;&#x5C0F;&#x65F6;&#xFF0C;&#x8FD8;&#x6709;&#x597D;&#x591A;&#x868A;&#x5B50;&#x54AC;&#x4F60;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x4ECE;&#x6CF0;&#x56FD;&#x56DE;&#x6765;&#x6211;&#xFF08;&#x4F60;&#xFF09;&#x4E00;&#x51FA;&#x673A;&#x573A;&#x5C31;&#x770B;&#x5230;&#x4E86;&#x4F60;&#xFF08;&#x6211;&#xFF09;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x7B2C;&#x4E00;&#x6B21;&#x6293;&#x5A03;&#x5A03;&#x6211;&#x5C31;&#x4E00;&#x4E0B;&#x6293;&#x4E86;&#x4E24;&#x4E2A;&#x4F60;&#x4E00;&#x76F4;&#x5728;&#x5938;&#x6211;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x7761;&#x89C9;&#x7684;&#x65F6;&#x5019;&#x4F60;&#x7ECF;&#x5E38;&#x624B;&#x505A;&#x5154;&#x5B50;&#x72B6;&#x653E;&#x5728;&#x80F8;&#x524D;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x6211;&#x5E38;&#x5E38;&#x8D81;&#x4F60;&#x4E0D;&#x6CE8;&#x610F;&#x6478;&#x6478;&#x4F60;&#x7684;&#x5934;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x6211;&#x4EEC;&#x7ECF;&#x5E38;&#x4E00;&#x8D77;&#x5728;&#x5E8A;&#x4E0A;&#x770B;&#x7535;&#x5F71;&#xFF0C;&#x6211;&#x62B1;&#x7740;&#x4F60;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x6211;&#x4F1A;&#x6367;&#x7740;&#x4F60;&#x7684;&#x8138;&#x6E29;&#x67D4;&#x7684;&#x770B;&#x7740;&#x4F60;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x4F60;&#x7ECF;&#x5E38;&#x9F13;&#x8D77;&#x8138;&#x7528;&#x624B;&#x6307;&#x6572;&#x6572;&#x8BA9;&#x6211;&#x4EB2;&#x4F60;&#xFF0C;&#x7136;&#x540E;&#x6211;&#x628A;&#x4F60;&#x9F13;&#x7684;&#x6C14;&#x634F;&#x4E86;&#x51FA;&#x6765;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x4F60;&#x5927;&#x59E8;&#x5988;&#x4E0D;&#x8212;&#x670D;&#xFF0C;&#x6211;&#x53BB;&#x4F60;&#x5BB6;&#x7ED9;&#x4F60;&#x4E70;&#x5168;&#x5BB6;&#x6876;&#x966A;&#x4F60;&#x770B;&#x7535;&#x5F71;&#x901B;&#x8D85;&#x5E02;&#x8FC7;&#x5468;&#x672B;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x6211;&#x4EEC;&#x7761;&#x9192;&#x540E;&#x4F1A;&#x51D1;&#x8FC7;&#x53BB;&#x7528;&#x9F3B;&#x5C16;&#x8E6D;&#x5BF9;&#x65B9;&#x7684;&#x9F3B;&#x5C16;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x6211;&#x4EEC;&#x5728;&#x4E0A;&#x6D77;&#x8FEA;&#x58EB;&#x5C3C;&#x8DD1;&#x4E86;&#x4E00;&#x5929;&#x811A;&#x5DF2;&#x7ECF;&#x5E9F;&#x4E86;&#xFF0C;&#x5374;&#x4F9D;&#x7136;&#x5F88;&#x5F00;&#x5FC3;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x8DDF;&#x4F60;&#x4E00;&#x8D77;&#x51FA;&#x53BB;&#x73A9;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E0D;&#x7BA1;&#x4EC0;&#x4E48;&#x5730;&#x65B9;&#xFF0C;&#x90FD;&#x4F1A;&#x5F88;&#x5F00;&#x5FC3;&#xFF0C;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x65F6;&#x5019;&#x90FD;&#x60F3;&#x8981;&#x8DDF;&#x4F60;&#x5206;&#x4EAB;&#x3002;</p>
<p>&#x60F3;&#x8D77;&#x2026;</p>
<p>&#x6211;&#x60F3;&#x8D77;&#x4F60;&#xFF0C;&#x6BCF;&#x65F6;&#x6BCF;&#x523B;&#x3002;</p>

      
    </div>
    <footer>
      
        
  
  <div class="categories">
    <a href="/categories/随笔/">随笔</a>
  </div>

        
  
  <div class="tags">
    <a href="/tags/随笔/">随笔</a>
  </div>

        
  <div class="addthis addthis_toolbox addthis_default_style">
    
      <a class="addthis_button_facebook_like" fb:like:layout="button_count"></a>
    
    
      <a class="addthis_button_tweet"></a>
    
    
      <a class="addthis_button_google_plusone" g:plusone:size="medium"></a>
    
    
      <a class="addthis_button_pinterest_pinit" pi:pinit:layout="horizontal"></a>
    
    <a class="addthis_counter addthis_pill_style"></a>
  </div>
  <script type="text/javascript" src="//s7.addthis.com/js/300/addthis_widget.js"></script>

      
      <div class="clearfix"></div>
    </footer>
  </div>
</article>


<section id="comment">
  <h1 class="title">留言</h1>

  
</section>

</div></div>
    <aside id="sidebar" class="alignright">
  <div class="search">
  <form action="//google.com/search" method="get" accept-charset="utf-8">
    <input type="search" name="q" results="0" placeholder="搜索">
    <input type="hidden" name="q" value="site:danke77.github.io">
  </form>
</div>

  
<div class="widget tag">
  <h3 class="title">分类</h3>
  <ul class="entry">
  
    <li><a href="/categories/Android/">Android</a><small>1</small></li>
  
    <li><a href="/categories/React/">React</a><small>1</small></li>
  
    <li><a href="/categories/React-Native/">React Native</a><small>4</small></li>
  
    <li><a href="/categories/hexo/">hexo</a><small>1</small></li>
  
    <li><a href="/categories/node/">node</a><small>1</small></li>
  
    <li><a href="/categories/随笔/">随笔</a><small>1</small></li>
  
  </ul>
</div>


  
<div class="widget tagcloud">
  <h3 class="title">标签云</h3>
  <div class="entry">
    <a href="/tags/Android/" style="font-size: 15px;">Android</a> <a href="/tags/React/" style="font-size: 10px;">React</a> <a href="/tags/React-Native/" style="font-size: 20px;">React Native</a> <a href="/tags/Retrofit/" style="font-size: 10px;">Retrofit</a> <a href="/tags/hexo/" style="font-size: 10px;">hexo</a> <a href="/tags/iOS/" style="font-size: 10px;">iOS</a> <a href="/tags/node/" style="font-size: 10px;">node</a> <a href="/tags/随笔/" style="font-size: 10px;">随笔</a>
  </div>
</div>


  
<div class="widget tag">
  <h3 class="title">最新文章</h3>
  <ul class="entry">
    
      <li>
        <a href="/2016/12/07/react-native-native-modules-android/">React Native 原生模块和 JS 模块交互（Android）</a>
      </li>
    
      <li>
        <a href="/2016/11/23/react-native-inside-fragment/">在 Fragment 中使用 React Native</a>
      </li>
    
      <li>
        <a href="/2016/10/25/understanding-flux/">理解 Flux</a>
      </li>
    
      <li>
        <a href="/2016/10/19/react-native-embedding-ios/">原生 iOS 项目集成 React Native</a>
      </li>
    
      <li>
        <a href="/2016/10/17/react-native-embedding-android/">原生 Android 项目集成 React Native</a>
      </li>
    
  </ul>
</div>

</aside>
    <div class="clearfix"></div>
  </div>
  <footer id="footer" class="inner"><script async src="https://dn-lbstatics.qbox.me/busuanzi/2.3/busuanzi.pure.mini.js">
</script>

<div class="alignleft">
  
  &copy; 2016 慌不要慌
  

   | Theme by  <a href="https://github.com/hexojs/hexo-theme-light">Light</a>

  <br>
  <span id="busuanzi_container_site_pv" style='display:none'>
      本站总访问量 <span id="busuanzi_value_site_pv"></span> 次
  </span>
</div>
<div class="clearfix"></div></footer>
  <script src="//ajax.googleapis.com/ajax/libs/jquery/2.0.3/jquery.min.js"></script>
<script src="/js/jquery.imagesloaded.min.js"></script>
<script src="/js/gallery.js"></script>




<link rel="stylesheet" href="/fancybox/jquery.fancybox.css" media="screen" type="text/css">
<script src="/fancybox/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
  $('.fancybox').fancybox();
})(jQuery);
</script>

</body>
</html>
